//
//  Localizable.strings
//  Stats
//
//  Created by Serhiy Mytrovtsiy on 27/08/2020.
//  Using Swift 5.0.
//  Running on macOS 10.15.
//
//  Copyright © 2020 Serhiy Mytrovtsiy. All rights reserved.
//

// Modules
"CPU" = "CPU";
"Open CPU settings" = "打开CPU设置";
"GPU" = "GPU";
"Open GPU settings" = "打开GPU设置";
"RAM" = "内存";
"Open RAM settings" = "打开内存设置";
"Disk" = "磁盘";
"Open Disk settings" = "打开磁盘设置";
"Sensors" = "传感器";
"Open Sensors settings" = "打开传感器设置";
"Network" = "网络";
"Open Network settings" = "打开网络设置";
"Battery" = "电池";
"Open Battery settings" = "打开电池设置";
"Bluetooth" = "蓝牙";
"Open Bluetooth settings" = "打开蓝牙设置";
"Clock" = "时钟";
"Open Clock settings" = "打开时钟设置";

// Words
"Unknown" = "未知";
"Version" = "版本";
"Processor" = "处理器";
"Memory" = "内存";
"Graphics" = "图形卡"; // Use the same translation as the "about this mac"
"Close" = "关闭";
"Download" = "下载";
"Install" = "安装";
"Cancel" = "取消";
"Unavailable" = "不可用";
"Yes" = "是";
"No" = "否";
"Automatic" = "自动";
"Manual" = "手动";
"None" = "无";
"Dots" = "点";
"Arrows" = "箭头";
"Characters" = "字母";
"Short" = "短";
"Long" = "长";
"Statistics" = "统计";
"Max" = "最大";
"Min" = "最小";
"Reset" = "重置";
"Alignment" = "对齐";
"Left alignment" = "左对齐";
"Center alignment" = "居中";
"Right alignment" = "右对齐";
"Dashboard" = "仪表盘";
"Enabled" = "已启用";
"Disabled" = "已停用";
"Silent" = "运行时静默";
"Units" = "单位";
"Fans" = "风扇";
"Scaling" = "缩放";
"Linear" = "线性";
"Square" = "平方";
"Cube" = "立方";
"Logarithmic" = "对数";
"Fixed scale" = "固定值";
"Cores" = "核心数";
"Settings" = "设置";
"Name" = "名称";
"Format" = "格式";
"Turn off" = "禁用";
"Normal" = "正常";
"Warning" = "警告";
"Critical" = "严重";
"Usage" = "用量";
"2 minutes" = "2 分钟";
"3 minutes" = "3 分钟";
"10 minutes" = "10 分钟";
"Import" = "导入";
"Export" = "导出";
"Separator" = "分隔符";
"Read" = "读取";
"Write" = "写入";
"Frequency" = "频率";
"Save" = "保存";
"Run" = "运行";
"Stop" = "停止";
"Uninstall" = "卸载";
"1 sec" = "1 秒";
"2 sec" = "2 秒";
"3 sec" = "3 秒";
"5 sec" = "5 秒";
"10 sec" = "10 秒";
"15 sec" = "15 秒";
"30 sec" = "30 秒";
"60 sec" = "60 秒";

// Setup
"Stats Setup" = "Stats设置";
"Previous" = "上一步";
"Previous page" = "上一页";
"Next" = "下一步";
"Next page" = "下一页";
"Finish" = "完成";
"Finish setup" = "完成设置";
"Welcome to Stats" = "欢迎使用Stats";
"welcome_message" = "感谢你使用Stats，一个免费的开源macOS菜单栏系统监视器。";
"Start the application automatically when starting your Mac" = "在启动你的Mac时自动开启应用程序";
"Do not start the application automatically when starting your Mac" = "在启动你的Mac时不要自动开启应用程序";
"Do everything silently in the background (recommended)" = "在后台静默运行（推荐）";
"Check for a new version on startup" = "启动时检查新版本";
"Check for a new version every day (once a day)" = "每天检查一次新版本（一天一次）";
"Check for a new version every week (once a week)" = "每周检查一次新版本（一周一次）";
"Check for a new version every month (once a month)" = "每月检查一次新版本（一月一次）";
"Never check for updates (not recommended)" = "不要检查更新（不推荐）";
"Anonymous telemetry for better development decisions" = "匿名诊断数据将用于改善开发决策";
"Share anonymous telemetry data" = "分享匿名诊断数据";
"Do not share anonymous telemetry data" = "不分享匿名诊断数据";
"The configuration is completed" = "配置完成";
"finish_setup_message" = "设置完成！Stats是一个开源且永远免费的工具。如果你喜欢它，你可以支持这个项目，非常感谢!";

// Alerts
"New version available" = "新版本可用";
"Click to install the new version of Stats" = "点击安装Stats的新版本";
"Successfully updated" = "更新成功";
"Stats was updated to v" = "Stats已更新到 v%0";
"Reset settings text" = "应用程序的所有设置将会被重置，应用程序也将重新启动。你确定要这么做吗？";
"Support text" = "感谢您使用Stats！\n\n 维护和改进这个开源项目需要花费时间和资源。您的支持能帮助我们继续给每个人提供这样免费且可靠的应用程序。\n\n如果您觉得Stats对您有帮助，请考虑给我们一份捐助。即使是一点一滴都有很大的帮助！";

// Settings
"Open Activity Monitor" = "打开活动监视器";
"Report a bug" = "报告漏洞";
"Support the application" = "支持本应用";
"Close application" = "关闭应用";
"Open application settings" = "打开应用设置";
"Open dashboard" = "打开仪表盘";
"No notifications available in this module" = "该模块不支持通知";
"Open Calendar" = "打开日历";
"Toggle the module" = "切换模块显示";

// Application settings
"Update application" = "更新应用";
"Check for updates" = "检查更新";
"At start" = "启动时";
"Once per day" = "每日一次";
"Once per week" = "每周一次";
"Once per month" = "每月一次";
"Never" = "从不";
"Check for update" = "检查更新";
"Show icon in dock" = "在程序坞显示图标";
"Start at login" = "登录时打开";
"Build number" = "版本号";
"Import settings" = "导入设置";
"Export settings" = "导出设置";
"Reset settings" = "初始化所有设置";
"Pause the Stats" = "暂停Stats";
"Resume the Stats" = "恢复Stats";
"Combined modules" = "合并模块";
"Combined details" = "合并详情";
"Spacing" = "间距";
"Share anonymous telemetry" = "分享匿名诊断数据";
"Choose file" = "选择文件";
"Stress tests" = "压力测试";

// Dashboard
"Serial number" = "序列号";
"Model identifier" = "机型标识符";
"Production year" = "生产年份";
"Uptime" = "启动时间";
"Number of cores" = "%0 核心";
"Number of threads" = "%0 线程";
"Number of e-cores" = "%0 能效核心";
"Number of p-cores" = "%0 性能核心";
"Disks" = "磁盘"; // translategemma:4b
"Display" = "显示"; // translategemma:4b

// Update
"The latest version of Stats installed" = "已安装最新版Stats";
"Downloading..." = "下载中...";
"Current version: " = "当前版本：";
"Latest version: " = "最新版本：";

// Widgets
"Color" = "颜色";
"Label" = "标签";
"Box" = "底盒";
"Frame" = "外框";
"Value" = "数值";
"Colorize" = "彩色";
"Colorize value" = "数值颜色";
"Additional information" = "附加信息";
"Reverse values order" = "数值反序";
"Base" = "单位";
"Display mode" = "显示模式";
"One row" = "单行";
"Two rows" = "双行";
"Mini widget" = "迷你";
"Line chart widget" = "折线图";
"Bar chart widget" = "柱状图";
"Pie chart widget" = "饼图";
"Network chart widget" = "流量图";
"Speed widget" = "速度";
"Battery widget" = "电池";
"Stack widget" = "叠放";
"Memory widget" = "容量";
"Static width" = "固定宽度";
"Tachometer widget" = "转速计";
"State widget" = "状态";
"Text widget" = "文本";
"Battery details widget" = "电池详情";
"Show symbols" = "显示标识";
"Label widget" = "标签";
"Number of reads in the chart" = "图表显示的读取次数";
"Color of download" = "下载颜色";
"Color of upload" = "上传颜色";
"Monospaced font" = "等宽字体";
"Reverse order" = "调转顺序";
"Chart history" = "图表统计时长";
"Default color" = "默认";
"Transparent when no activity" = "无活动时保持透明";
"Constant color" = "恒定颜色";

// Module Kit
"Open module settings" = "打开模块设置";
"Select widget" = "选择%0小组件";
"Open widget settings" = "打开小组件设置";
"Update interval" = "更新间隔";
"Usage history" = "负载历史";
"Details" = "详细信息";
"Top processes" = "高占用进程";
"Pictogram" = "标识";
"Module" = "模块";
"Widgets" = "小组件";
"Popup" = "弹出窗口";
"Notifications" = "通知";
"Merge widgets" = "合并组件";
"No available widgets to configure" = "没有可配置的小组件";
"No options to configure for the popup in this module" = "该组件没有可配置的选项";
"Process" = "进程";
"Kill process" = "结束进程";
"Keyboard shortcut" = "键盘快捷键";
"Listening..." = "监听中...";

// Modules
"Number of top processes" = "高占用进程数";
"Update interval for top processes" = "高占用进程的更新间隔";
"Notification level" = "通知级别";
"Chart color" = "图表颜色";
"Main chart scaling" = "主图表缩放";
"Scale value" = "缩放值";
"Text widget value" = "文本小组件值";

// CPU
"CPU usage" = "CPU占用";
"CPU temperature" = "CPU温度";
"CPU frequency" = "CPU频率";
"System" = "系统";
"User" = "用户";
"Idle" = "闲置";
"Show usage per core" = "显示每个物理核心占用";
"Show hyper-threading cores" = "显示超线程核心";
"Split the value (System/User)" = "柱状图区分显示（系统/用户)";
"Scheduler limit" = "调度限制";
"Speed limit" = "速度限制";
"Average load" = "平均负载";
"1 minute" = "1 分钟";
"5 minutes" = "5 分钟";
"15 minutes" = "15 分钟";
"CPU usage threshold" = "CPU占用阈值";
"CPU usage is" = "CPU利用率是 %0";
"Efficiency cores" = "能效核心";
"Performance cores" = "性能核心";
"System color" = "系统占用颜色";
"User color" = "用户占用颜色";
"Idle color" = "闲置颜色";
"Cluster grouping" = "按集群分组";
"Efficiency cores color" = "能效核心颜色";
"Performance cores color" = "性能核心颜色";
"Total load" = "总占用";
"System load" = "系统占用";
"User load" = "用户占用";
"Efficiency cores load" = "能效核心占用";
"Performance cores load" = "性能核心占用";
"All cores" = "所有核心";

// GPU
"GPU to show" = "显示的GPU";
"Show GPU type" = "显示GPU类型";
"GPU enabled" = "GPU启用";
"GPU disabled" = "GPU禁用";
"GPU temperature" = "GPU温度";
"GPU utilization" = "GPU利用率";
"Vendor" = "厂商";
"Model" = "型号";
"Status" = "状态";
"Active" = "活跃";
"Non active" = "非活跃";
"Fan speed" = "风扇速度";
"Core clock" = "核心频率";
"Memory clock" = "显存频率";
"Utilization" = "利用率";
"Render utilization" = "渲染利用率";
"Tiler utilization" = "Tiler利用率";
"GPU usage threshold" = "GPU占用阈值";
"GPU usage is" = "GPU利用率是 %0";

// RAM
"Memory usage" = "内存占用";
"Memory pressure" = "内存压力";
"Total" = "共计";
"Used" = "已用";
"App" = "App内存";
"Wired" = "联动内存";
"Compressed" = "被压缩";
"Free" = "可用";
"Swap" = "交换区";
"Split the value (App/Wired/Compressed)" = "柱状图区分显示（App内存/联动内存/被压缩）";
"RAM utilization threshold" = "RAM占用阈值";
"RAM utilization is" = "RAM利用率是 %0";
"App color" = "App内存颜色";
"Wired color" = "联动内存颜色";
"Compressed color" = "被压缩内存颜色";
"Free color" = "可用内存颜色";
"Free memory (less than)" = "可用内存（小于）";
"Swap size" = "已使用交换";
"Free RAM is" = "可有内存还有 %0";

// Disk
"Show removable disks" = "显示可移动磁盘";
"Used disk memory" = "%1 中已用 %0";
"Free disk memory" = "%1 中剩余 %0";
"Disk to show" = "显示的磁盘";
"Open disk" = "打开磁盘";
"Switch view" = "切换视图";
"Disk utilization threshold" = "磁盘占用阈值";
"Disk utilization is" = "磁盘利用率：%0";
"Read color" = "读取颜色";
"Write color" = "写入颜色";
"Disk usage" = "磁盘使用";
"Total read" = "总读取量";
"Total written" = "总写入量";
"Write speed" = "写入速度";
"Read speed" = "读取速度";
"Drives" = "驱动器";
"SMART data" = "SMART数据";

// Sensors
"Temperature unit" = "温度单位";
"Celsius" = "摄氏度";
"Fahrenheit" = "华氏度";
"Save the fan speed" = "保存风扇转速";
"Fan" = "风扇";
"HID sensors" = "HID 传感器";
"Synchronize fan's control" = "同步控制风扇";
"Current" = "电流";
"Energy" = "能耗";
"Show unknown sensors" = "显示未知传感器";
"Install fan helper" = "安装风扇控制程序";
"Uninstall fan helper" = "卸载风扇控制程序";
"Fan value" = "风扇转数";
"Turn off fan" = "禁用风扇";
"You are going to turn off the fan. This is not recommended action that can damage your mac, are you sure you want to do that?" = "你想禁用你的风扇，这可能损害你的Mac。不推荐进行这个操作，你确定要继续吗？";
"Sensor threshold" = "传感器阈值";
"Left fan" = "左侧风扇";
"Right fan" = "右侧风扇";
"Fastest fan" = "最高转速风扇";
"Sensor to show" = "要显示的传感器";

// Network
"Uploading" = "上传";
"Downloading" = "下载";
"Public IP" = "公网IP";
"Local IP" = "本地IP";
"Interface" = "接口";
"Physical address" = "物理地址";
"Refresh" = "刷新";
"Click to copy public IP address" = "点击拷贝公网IP";
"Click to copy local IP address" = "点击拷贝本地IP";
"Click to copy wifi name" = "点击拷贝Wi-Fi名称";
"Click to copy mac address" = "点击拷贝MAC地址";
"No connection" = "无网络连接";
"Network interface" = "网络接口";
"Total download" = "总下载";
"Total upload" = "总上传";
"Reader type" = "读取器类型";
"Interface based" = "基于接口";
"Processes based" = "基于进程";
"Reset data usage" = "重置用量";
"VPN mode" = "VPN 模式";
"Standard" = "标准";
"Security" = "安全";
"Channel" = "频道";
"Common scale" = "统一比例";
"Autodetection" = "自动检测";
"Widget activation threshold" = "小组件激活阈值";
"Internet connection" = "网络连接状态";
"Active state color" = "活跃状态颜色";
"Nonactive state color" = "非活跃状态颜色";
"Connectivity host (ICMP)" = "连接 Host (ICMP)";
"Leave empty to disable the check" = "不在该选项内输入以禁用检查";
"Connectivity history" = "连接历史";
"Auto-refresh public IP address" = "自动刷新公网IP地址";
"Every hour" = "每小时";
"Every 12 hours" = "每12小时";
"Every 24 hours" = "每24小时";
"Network activity" = "网络活动";
"Last reset" = "上次重置于 %0 之前";
"Latency" = "延迟";
"Upload speed" = "上传速度";
"Download speed" = "下载速度";
"Address" = "地址";
"WiFi network" = "WiFi网络";
"Local IP changed" = "本地IP已变更";
"Public IP changed" = "公网IP已变更";
"Previous IP" = "原IP：%0";
"New IP" = "新IP：%0";
"Internet connection lost" = "互联网连接丢失";
"Internet connection established" = "互联网连接已建立";

// Battery
"Level" = "电量";
"Source" = "电源";
"AC Power" = "交流电";
"Battery Power" = "电池";
"Time" = "时间";
"Health" = "健康度";
"Amperage" = "电流";
"Voltage" = "电压";
"Cycles" = "循环数";
"Temperature" = "温度";
"Power adapter" = "电源适配器";
"Power" = "功率";
"Is charging" = "充电中";
"Time to discharge" = "电池剩余时间";
"Time to charge" = "充电所需时间";
"Calculating" = "计算中";
"Fully charged" = "已充满";
"Not connected" = "未连接";
"Low level notification" = "低电量通知";
"High level notification" = "高电量通知";
"Low battery" = "低电量";
"High battery" = "高电量";
"Battery remaining" = "剩余 %0%";
"Battery remaining to full charge" = "%0% 待充";
"Percentage" = "百分比";
"Percentage and time" = "百分比和时间";
"Time and percentage" = "时间和百分比";
"Time format" = "时间格式";
"Hide additional information when full" = "电池充满后隐藏其他信息";
"Last charge" = "最后一次充电";
"Capacity" = "容量";
"current / maximum / designed" = "当前容量 / 最大容量 / 设计容量";
"Low power mode" = "低电量模式";
"Percentage inside the icon" = "图标内百分比";
"Colorize battery" = "启用彩色电池图标";
"Charging current" = "充电电流";
"Charging Voltage" = "充电电压";
"Charger state inside the battery" = "在电池图标内显示充电器状态";

// Bluetooth
"Battery to show" = "显示的设备";
"No Bluetooth devices are available" = "没有可用的蓝牙设备";

// Clock
"Time zone" = "时区";
"Local" = "本地";
"Calendar" = "日历";
"Show week numbers" = "显示周数"; // translategemma:4b
"Local time" = "本地时间";
"Add new clock" = "添加新时钟";
"Delete selected clock" = "删除选定的时钟";
"Help with datetime format" = "日期时间格式帮助";

// Colors
"Based on utilization" = "基于利用率";
"Based on pressure" = "基于压力";
"Based on cluster" = "基于集群";
"System accent" = "系统强调色";
"Monochrome accent" = "黑白";
"Clear" = "透明";
"White" = "白色";
"Black" = "黑色";
"Gray" = "灰色 1";
"Second gray" = "灰色 2";
"Dark gray" = "深灰色";
"Light gray" = "浅灰色";
"Red" = "红色 1";
"Second red" = "红色 2";
"Green" = "绿色 1";
"Second green" = "绿色 2";
"Blue" = "蓝色 1";
"Second blue" = "蓝色 2";
"Yellow" = "黄色 1";
"Second yellow" = "黄色 2";
"Orange" = "橙色 1";
"Second orange" = "橙色 2";
"Purple" = "紫色 1";
"Second purple" = "紫色 2";
"Brown" = "棕色 1";
"Second brown" = "棕色 2";
"Cyan" = "青色";
"Magenta" = "洋红色";
"Pink" = "粉色";
"Teal" = "蓝绿色";
"Indigo" = "靛蓝色";
